
/*
 * gameIndex 
 * 2012-06-28
*/
var gameIndex = [
    			{
    				"area":["xj","新疆",3],
    				"game":["造梦西游|150","三国小镇|10"],
    				"time" : ["周天|150"]
    			},
    			{
    				"area":["xz","西藏",3],
    				"game":["神魔遮天|50","海贼王|10"],
    				"time" : ["星期一|50"]
    			},
                {
                    "area":["qh","青海",3],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["gs","甘肃",3],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["nmg","内蒙古",3],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hlj","黑龙江",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["jl","吉林",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["ln","辽宁",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["sc","四川",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["sx","陕西",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["js","江苏",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["zj","浙江",7],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["tw","台湾",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["ah","安徽",4],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["fj","福建",8],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["jx","江西",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["gd","广东",9],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hn","海南",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["gx","广西",4],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hun","湖南",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["gz","贵州",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["yn","云南",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["nx","宁夏",3],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["shx","山西",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hen","河南",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hb","湖北",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["cq","重庆",8],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["heb","河北",7],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["tj","天津",8],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["bj","北京",10],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["sd","山东",7],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["sh","上海",10],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                }
    		];