
/*
 * gameIndex 
 * 2012-06-28
*/
var gameIndex = [
    			{
    				"area":["xj","新疆",3],
    				"game":["造梦西游|150","三国小镇|10"],
    				"time" : ["周天|150"],
                    "position" : {x:210,y:210}
    			},
    			{
    				"area":["xz","西藏",3],
    				"game":["神魔遮天|50","海贼王|10"],
    				"time" : ["星期一|50"],
                    "position" : {x:217,y:359}
    			},
                {
                    "area":["qh","青海",3],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:330,y:307}
                },
                {
                    "area":["gs","甘肃",3],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:354,y:249}
                },
                {
                    "area":["nmg","内蒙古",3],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:497,y:225}
                },
                {
                    "area":["hlj","黑龙江",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:672,y:113}
                },
                {
                    "area":["jl","吉林",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:674,y:169}
                },
                {
                    "area":["ln","辽宁",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:634,y:204}
                },
                {
                    "area":["sc","四川",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:403,y:316}
                },
                {
                    "area":["sx","陕西",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:486,y:328}
                },
                {
                    "area":["js","江苏",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:617,y:332}
                },
                {
                    "area":["zj","浙江",7],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:629,y:396}
                },
                {
                    "area":["tw","台湾",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:656,y:483}
                },
                {
                    "area":["ah","安徽",4],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:594,y:364}
                },
                {
                    "area":["fj","福建",8],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:611,y:444}
                },
                {
                    "area":["jx","江西",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:578,y:424}
                },
                {
                    "area":["gd","广东",9],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:556,y:490}
                },
                {
                    "area":["hn","海南",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:500,y:560}
                },
                {
                    "area":["gx","广西",4],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:489,y:486}
                },
                {
                    "area":["hun","湖南",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:528,y:431}
                },
                {
                    "area":["gz","贵州",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:458,y:448}
                },
                {
                    "area":["yn","云南",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:386,y:476}
                },
                {
                    "area":["nx","宁夏",3],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:450,y:287}
                },
                {
                    "area":["shx","山西",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:524,y:280}
                },
                {
                    "area":["hen","河南",5],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:540,y:335}
                },
                {
                    "area":["hb","湖北",6],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:520,y:377}
                },
                {
                    "area":["cq","重庆",8],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:460,y:397}
                },
                {
                    "area":["heb","河北",7],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:560,y:255}
                },
                {
                    "area":["tj","天津",8],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:577,y:244}
                },
                {
                    "area":["bj","北京",10],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:565,y:232}
                },
                {
                    "area":["sd","山东",7],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:580,y:290}
                },
                {
                    "area":["sh","上海",10],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"],
                    "position" : {x:645,y:364}
                }
    		];