
/*
 * gameIndex 
 * 2012-06-28
*/
var gameIndex = [
    			{
    				"area":["fj_pt","福建莆田",1200],
    				"game":["造梦西游|150","三国小镇|10"],
    				"time" : ["周天|150"]
    			},
    			{
    				"area":["hn_sy","海南三亚",710],
    				"game":["神魔遮天|50","海贼王|10"],
    				"time" : ["星期一|50"]
    			},
                {
                    "area":["xz_ls","西藏拉萨",150],
                    "game":["穿越三国|100","神魔斗|101"],
                    "time" : ["星期二|10"]
                },
                {
                    "area":["sc_cd","四川成都",320],
                    "game":["斗圣|580","飘渺西游|101"],
                    "time" : ["星期二|10"]
                }
    		];