
/*
 * gameIndex 
 * 2012-06-28
*/
var gameIndex = [
    			{
    				"area":["xj","新疆",11220],
    				"game":["造梦西游|150","三国小镇|10"],
    				"time" : ["周天|150"]
    			},
    			{
    				"area":["xz","西藏",11310],
    				"game":["神魔遮天|50","海贼王|10"],
    				"time" : ["星期一|50"]
    			},
                {
                    "area":["qh","青海",22210],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["gs","甘肃",23510],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["nmg","内蒙古",14710],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hlj","黑龙江",25410],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["jl","吉林",12410],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["ln","辽宁",21810],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["sc","四川",32240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["sx","陕西",44240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["js","江苏",38240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["zj","浙江",10240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["tw","台湾",32321240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["ah","安徽",13635240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["fj","福建",22288240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["jx","江西",25240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["gd","广东",35240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hn","海南",24240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["gx","广西",68240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hun","湖南",91240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["gz","贵州",21240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["yn","云南",31240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["nx","宁夏",31240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["shx","山西",31240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hen","河南",21240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["hb","湖北",41240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["cq","重庆",51240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["heb","河北",51240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["tj","天津",91240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["bj","北京",33240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["sd","山东",25240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                },
                {
                    "area":["sh","上海",112525240],
                    "game":["神魔遮天|50","海贼王|10"],
                    "time" : ["星期一|50"]
                }
    		];